Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Indra's media market has been working hand-in-hand with the major companies and entities from the mass media sector to address the market evolution.
es: Desde el mercado de media de Indra hemos acompañando este cambio junto a las empresas más importantes de este sector.

source: "To an extent, market evolution stems from the effect of converging technologies and its constant melting of ""natural"" barriers between once separate markets."
es: En alguna medida la evolución del mercado procede de la convergencia tecnológica y un constante efecto de eliminar las barreras 'naturales' existentes entre los una vez separados mercados.

source: "José Vercher, the company's manager says he is very pleased with the market evolution because ""we know that our customers are selling 30% more, which evidently impacts on us."
es: "José Vercher, gerente de la empresa asegura estar muy satisfecho con la evolución del mercado ya que ""sabemos que nuestros clientes están vendiendo un 30% más, que evidentemente, repercute en nosotros."

source: In the new plant in Schio the interior organization keeps working and pays a constant attention to the market evolution, to the research and development of new products lines as well as customer's satisfaction.
es: En la nueva sede de Schio la organizacion interna trabaja en continuo y presta constante atencion a la evoluciones de los mercados, a la investigacion y al desarrollo de nuevas lineas ademas de la plena satisfaccion de las exigencias de los clientes.

source: Market evolution in the last few years, which has been excessively rapid in some sectors, has caused a notable increase in both competitiveness and the demand for compliance with more sophisticated client service quality requirements.
es: La evolución de los mercados en los últimos años -vertiginosa en algunos sectores - ha incrementado notablemente la competitividad y ha sofisticado los requerimientos de calidad por parte de los clientes.

source: Gutiérrez highlighted the construction market evolution and pointed out that the market has recorded an average growth of 8% so far this year.
es: Por su parte, Gutiérrez puntualizó sobre la evolución del sector de la construcción, y destacó que se exhibe un crecimiento promedio del 8 %, en lo que va del año, con tres meses por encima de los dos dígitos.

source: Drill down to country and message level to identify potential markets and sales opportunities, track market evolution and set benchmarks for your own institution.
es: Desglose por país y nivel de mensaje para identificar los mercados potenciales y las oportunidades de ventas, controlar la evolución del mercado y fijar los índices de referencia para su propia institución.

source: Market development is being delayed for a number of reasons.
es: El desarrollo del mercado se está postergando por una serie de razones.

source: (FR) Mr President, Commissioner, I believe that the Commission must now adopt its sustainable development strategy.
es: (FR) Señor Presidente, señora Comisaria, creo que la Comisión debe adoptar ahora su estrategia de desarrollo sostenible.

source: It will ask the social partners for proposals on how to develop a sectoral labour market strategy for the caring sector.
es: Asimismo, les pedirá que formulen propuestas sobre cómo diseñar una estrategia sectorial de mercado de trabajo para el sector de los cuidados.

source: The end of the Cold War, and the evidence that the economic conditions tied to international aid had failed, brought about an important change in the dominant international development strategy.
es: El fin de la Guerra Fría, y la evidencia del fracaso de las condicionalidades económicas, marca un cambio importante en la estrategia dominante de desarrollo internacional.

source: Expand and improve alternative development within a comprehensive rural development strategy, and end aerial spraying.
es: Expandir y mejorar el desarrollo alternativo como parte de una estrategia integral de desarrollo rural y poner fin a la fumigación aérea.

source: Any digital development strategy must of necessity consider the multiple sources of financing described in the foregoing sections.
es: Cualquier estrategia de desarrollo digital debe necesariamente considerar la multiplicidad de fuentes de financiamiento descritas en las secciones anteriores.

source: The new role of Telefónica as a brand is reflected in a highly evolved visual identity that is in line with the new brand strategy.
es: El nuevo rol de Telefónica como marca, tiene su reflejo en una identidad visual evolucionada que responde a la nueva estrategia de marca.

source: Maria Cristina Zanco Andrade, from Marketing and Corporate Communication spoke about the new brand strategy for the MAHLE Group, focusing mainly on the substitution of the piston rings Cofap Rings by the brand Metal Leve in January 2011.
es: La Sra. María Cristina Zanco Andrade, del sector de Marketing y Comunicación Corporativa, habló sobre la nueva estrategia de marcas del Grupo MAHLE, centrada principalmente en la sustitución de los anillos de pistón de la marca Cofap por la marca Metal Leve, en enero de 2011.

source: The new brand strategy in the MAHLE Aftermarket
es: Próximamente la nueva estrategia de marcas de MAHLE Aftermarket

source: A new restaurant needs a new logo, a new brand strategy and new menu.
es: Un nuevo restaurante necesita un nuevo logo, una nueva estrategia de marca y un nuevo menú.

source: Launch the new ACCIONA Brand Strategy on Employment using Web 2.0 tools.
es: Lanzamiento de la nueva Estrategia de Marca de Empleo de ACCIONA integrando herramientas del entorno Web 2.0.

source: "Mauricio Leyva, marketing vice-president of Bavaria, commented ""Our new brand portfolio strategy has identified new market segments, unfulfilled by any of our brands so far."
es: "Mauricio Leyva, vicepresidente de Mercadeo de Bavaria comentó ""Nuestra nueva estrategia de portafolio identificó nuevos segmentos que aún no han sido cubiertos por ninguna de nuestras marcas."

source: KCI Konecranes launches a new refocused and unified global master brand strategy and identity, and drops the KCI from the brand name.
es: KCI Konecranes lanza una nueva y unificada estrategia global de la marca principal y de la identidad, y elimina el KCI de la marca.

source: The development of the customer experience involved developing and positioning a new brand for the center, communication strategy, and a complete design of the customer environments.
es: La creación de la experiencia consistió en el desarrollo y posicionamiento de una nueva marca, la estrategia de comunicación y el diseño completo de los entornos clientes.

source: The Menorquin shipyard is undertaking a new distribution strategy with the launch of a new brand in May, Emotion Yachting.
es: El astillero Menorquin emprende una nueva estrategia de distribución con el lanzamiento de la marca Emotion Yachting en el mes de mayo.

source: An objective which meant moving into new areas, with a very active acquisition policy and, above all, the deployment of a real brand strategy on a global scale.
es: Un objetivo que pasa por la entrada en nuevos sectores de actividad, una política de adquisiciones muy activa, y, sobre todo, el despliegue de una verdadera estrategia de marca a escala mundial.

source: This change responds directly to the new business strategy and the new brand model.
es: Un cambio que responde de modo directo a la nueva estrategia de negocio y al nuevo modelo de marca.

source: Paco de Lucia's presence in London last November, supporting the Balearics at the World Travel Market, forms part of a brand new strategy to use the festivals that take place throughout the year in the Balearic archipelago to promote the islands.
es: La presencia de Paco de Lucía en Londres, el pasado mes de noviembre apoyando a Baleares en la World Travel Market, forma parte de una estrategia, inédita, como lo es tomar en valor promocional los festivales que tienen lugar a lo largo del año en el archipiélago balear.

source: In early 2009, we therefore also took the crisis as a chance to further develop this strategy and prepare our new brand presence.
es: Por eso, a principios de 2009, aprovechamos la crisis para continuar a desarrollar esta estrategia y preparar la nueva presentación de nuestra marca.

source: The real estate business launched a new brand, Anida, and a strategy plan is currently being applied.
es: En el negocio inmobiliario se ha lanzado una nueva marca -Anida- y ha comenzado a ponerse en práctica un plan estratégico que tiene como objetivo situarse entre las tres primeras firmas del sector por beneficios, rentabilidad y eficiencia en el año 2007.

source: Los funcionarios del NIH concurrieron en que dichas medidas podrían ayudar a vencer la disparidad en el logro académico entre vecindarios de bajos y altos ingresos.
es: NIH officials agreed that such measures could help overcome the disparity in academic achievement between poor and upper-income neighborhoods.

source: The objective of that meeting, which brought together experts representing various regions of the world, was to help UNESCO to define a new strategy in this field.
es: El encuentro, en el que participaron expertos en representación de distintas regiones del mundo, tenía por finalidad ayudar a la UNESCO a definir una nueva estrategia en este terreno.

source: This new strategy has been designed with serious shortcomings, which will lead to further problems in the future insofar as it does not put in place an efficient mechanism to ensure staff mobility.
es: Esta nueva estrategia se ha elaborado con graves limitaciones, que en el futuro darán origen a problemas adicionales, en la medida en que no establece un mecanismo eficaz para garantizar la movilidad del personal.

source: Why should this brand new nuclear power station be demolished?
es: ¿Por qué razón habría que desmantelar esta flamante central nuclear?

source: In terms of military issues, the new strategy developed by General McChrystal is beginning to bear fruit and is highlighting the weaknesses of the armed rebellion, which does not enjoy the support of the people.
es: En el plano militar, una nueva estrategia desarrollada por el General McChrystal está empezando a dar sus frutos y pone de relieve las debilidades de la rebelión armada, que no goza del apoyo de la población.

source: In 2006, the Nordic Council of Ministers submitted its new strategy for children and young people in the Nordic countries, who have the vision that the Nordic countries shall be the best place for children and young people.
es: En 2006, el Consejo de Ministros de los Países Nórdicos presentó su nueva estrategia para los niños y los jóvenes en los países nórdicos, con la perspectiva de que nuestros países sean un lugar óptimo para los niños y los jóvenes.

source: Using brand-new plans to create a marketing strategy is the way to boost up your brand presence in the net.
es: Usando planes nuevos para crear estrategias es una forma de aumentar su presencia de marca en la red.

source: Note You cannot change the evaluation strategies preset in the default settings and it is not possible to save a new strategy under the same name.
es: Nota Usted no puede cambiar las evaluaciones estrategias programadas en la configuración predeterminada y no es posible guardar una nueva estrategia bajo el mismo nombre.

source: He built a brand new hospital in his old hometown.
es: Ha construido un hospital nuevo en su ciudad de origen.

source: Por otra parte, la Comisión continuará reflexionando acerca del modo en que Europa puede reproducir el éxito de los NIH en Europa.
es: In addition, the Commission will reflect further on how Europe can replicate the success of NIH in Europe.

source: El NIH se reserva el derecho de decidir quien participa en el Programa.
es: The NIH reserves the right to decide who will enrol in the Program.

source: Felicito al NIH e insto a todos los asociados públicos y privados, en particular a las compañías farmacéuticas e instituciones de investigación para que sigan nuestros pasos y colaboren con el Banco de Patentes de Medicamentos para aumentar el acceso al tratamiento del VIH.
es: I commend the NIH and urge all public and private partners, in particular pharmaceutical companies and research institutions, to follow suit and collaborate with the Medicines Patent Pool to increase access to HIV treatment.

source: En un estudio revisado por NIH, las personas que perdieron 11 libras, disminuyeron su riesgo de osteoartritis a la mitad.
es: In a study reviewed by the NIH, people who lost 11 pounds cut their risk of osteoarthritis in half.

source: La evidencia de eficacia clínica y seguridad de esta vacuna proviene del Estudio de Prevención del Herpes Zoster, estudio colaborativo realizado por el Instituto Nacional de la Salud de EE.UU. (NIH) y la Administración de Veteranos (VA) entre 1998 y 2001.
es: The Shingles Prevention Study, a collaborative study conducted by the National Institute of Health (NIH) and the Veterans Administration (VA) between 1998 and 2001, has provided evidence on the clinical efficacy and safeness of this vaccine.

source: Esta tecnología fue licenciada de la Universidad de Brandeis que va a respaldar el projecto NIH.
es: This technology was licensed from Brandeis University which will support the NIH project.

source: Compuestos por 27 Institutos y Centros, los NIH proporcionan liderazgo y apoyo financiero a investigadores en cada estado americano, y por todo el mundo también.
es: Composed of 27 Institutes and Centers, the NIH provides leadership and financial support to researchers in every state and throughout the world.

source: Con esto en mente, el Instituto Nacional del Corazón, Pulmón y Sangre, junto con otros seis institutos NIH lanzó el Estudio sobre la Salud de la Comunidad Hispana en 2006.
es: With that in mind, the National Heart, Lung, and Blood Institute along with six other NIH institutes launched the Hispanic Community Health Study/Study of Latinos in 2006.

source: The disintegration of a brand-new government, that of Lula, is also made manifest.
es: La disgregación de un gobierno recién estrenado, el de Lula, es también manifiesta.

source: Algunas grandes agencies como las NIH tienen líneas de financiación específica, pero son modestas y recientes.
es: Some large agencies like the NIH offer specific funding for this type of research, but it is modest and recent.

source: La mayoría de las líneas de células madre recopiladas en el registro del NIH proceden de Suecia.
es: Most of the stem cell lines listed in the NIH register come from Sweden.

source: "Además, actualmente los NIH son una fuente principal de financiamiento para investigación de la TB""."
es: In addition, the NIH is a major source of finance of TB research today.

source: Esta información (adaptada de los NIH) incluye
es: This information (adapted from the NIH) includes

source: El programa enlaza los componentes humano - animal para lograr un entendimiento completo del contagio de la enfermedad dijo Joshua Rosenthal, director del programa de los NIH para el EID.
es: The program links the human-animal components to produce a comprehensive understanding of disease transmission, said Joshua Rosenthal, NIH program director for EID.

source: El laboratorio recibe fondos a través de los NIH y de aportaciones del sector.
es: The laboratory receives funding through NIH and by industry collaboration.

source: Esperamos que esta nueva asociación entre investigadores de NIH, grupos de apoyo y pacientes den esperanza a muchas personas que ahora tienen que afrontar síntomas médicos preocupantes sin un diagnóstico claro.
es: We hope that this new partnership of NIH researchers, advocacy groups and patients will give hope for many people who now face troubling medical symptoms with no clear diagnosis.

source: "Este anuncio del NIH subraya el inmenso potencial del Banco de Patentes de Medicamentos para aumentar el acceso a medicamentos más económicos, novedosos y de mejor calidad para las personas que viven con el VIH,"" manifestó el señor Michel Sidibé, Director Ejecutivo de ONUSIDA."
es: "This announcement by the NIH underscores the tremendous potential of the Medicines Patent Pool to help increase access to more affordable, newer and better medicines for people living with HIV,"" said Mr Michel Sidibé, UNAIDS Executive Director."

source: De hecho, en los Estados Unidos, el grueso de los fondos de los NIH, cuyas actividades se centran principalmente en la investigación aplicada, se conceden en forma de individual grants.
es: "In fact, in the USA, most of the funding given by the NIH, where many of the activities carried out are applied research, is awarded in the form of ""individual grants""."

source: Este es un servicio del Instituto Nacional de la Diabetes y Enfermedades Digestivas y Renales, NIDDK, que forma parte del Instituto Nacional de la Salud, NIH.
es: This is a service of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), part of the National Institutes of Health (NIH).

source: "Si en algún momento dado los investigadores pretenden presentar una solicitud de patente basada en este trabajo o enviar una muestra para prueba a un socio industrial, la investigación entra en el dominio comercial y debe seguir todos los requisitos,"" disponible en www.fic.nih.gov"
es: "If at any time, researchers intend to file a patent application based on this work or send a sample for testing to an industrial partner, the research enters the commercial realm and must follow all the requisites,"" available in www.fic.nih.gov"

source: La investigación previa se enfocaba en las enfermedades sólo después que hayan afectado a los humanos; o solamente cuando se presentaron en animales, dijeron los directores del programa EID en el Fogarty International Center del NSF y los NIH.
es: Previous research focused on diseases only after they had reached humans, or only when they occurred in nonhuman animals, said EID program directors at NSF and NIH's Fogarty International Center.

source: De acuerdo con el Instituto Nacional de Salud (NIH), las personas con un IMC entre 18,5 y 24,9 son consideradas normales.
es: According to the National Institute of Health (NIH), people with BMIs of 18.5 to 24.9 are considered normal.

source: El NIH ha puesto a disposición recursos adicionales para ampliar el proyecto existente de SACMM a incluir el desarrollo y la evaluación del ensayo LATE-PCR.
es: The NIH has provided supplemental funds to expand SACMM's existing project to include the development and evaluation of the LATE-PCR assay.

source: "En Estados Unidos, la posición de los NIH es objeto de polémicas aparte de las protestas de numerosas personalidades científicas y de la dimisión de James Watson, padre del proyecto ""genoma humano"" en los NIH, la Fundación Nacional de la Ciencia y el Departamento de Energía se opusieron al principio de patentabilidad de las secuencias genéticas parciales."
es: In the United States, the position adopted by the NIH has given rise to some controversy in addition to protests from many leading scientists and the resignation of James Watson, founder of the Human Genome Project within the NIH, the National Science Foundation and the Department of Energy are opposed on principle to patenting partial genetic sequences.

source: Este sitio gubernamental del NIH brinda acceso a estudios clínicos, información en línea sobre una variedad de condiciones médicas, publicaciones de artículos que se pueden ordenar, y desarrollos científicos.
es: This NIH government site provides access to clinical trials, online information on a variety of medical conditions, paper publications that can be ordered, and scientific developments.

source: El cuerpo docente de medicina de emergencia incluye investigadores financiados por el NIH que están disponibles para ofrecer servicios de tutoría a los becarios interesados en seguir una carrera como médico clínico-investigador.
es: The emergency medicine faculty includes NIH-funded researchers who are available to provide mentorship to fellows interested in a career as a clinician-researcher.

source: Ha sido miembro de la División de Estudios de Terapéutica Experimental 2 de los Institutos Nacionales de la Salud (NIH) y en la actualidad es miembro del grupo de especialistas con énfasis especial en becas de investigación en Oncología de los NIH.
es: He has served as a member of the NIH Experimental Therapeutics-2 study section and is now a member of the NIH Oncology Fellowship Special Emphasis Panel and the American Cancer Society Cancer Drug Development Study Section.

source: Con objeto de concluir la primera fase del proyecto de hidrología para la reforestación de las tierras degradadas de los Ghates (India) y preparar un informe, se celebró en la Sede de la División de Bosques de Karnataka (KFI) una reunión del Grupo mixto de dirección PHI/NIH/KFD.
es: In order to conclude the first phase of the reforestation hydrology of degraded lands project in the Western Ghats, India, and to prepare a report, a joint IHP/NIH/KFD (Karnataka Forest Department) Steering Group meeting was held at the Karnataka Forest Department Headquarters.

source: Operating leverage achieved by higher revenues more than compensated for higher labor and freight costs in Argentina.
es: El apalancamiento operativo, consecuencia de mayores ingresos, compensó mayores costos laborales y de fletes en Argentina.

source: Since we have substantial operating leverage in this market, we expect to deliver accelerating cash flow growth as our volumes recover.
es: Debido a la flexibilidad de nuestra capacidad operativa en este mercado, esperamos generar mayores flujos de efectivo conforme se recuperen nuestros volúmenes.

source: Cost cutting is playing a part, for sure, and is helping to boost operating leverage.
es: La reducción de costes desempeña su papel, no cabe duda, y está contribuyendo a estimular el apalancamiento operativo.

source: Given the exceptional operating leverage at many companies, incremental sales are beginning to drive earnings growth.
es: Dado el excepcional apalancamiento operativo de numerosas empresas, el incremento de las ventas está empezando a impulsar el crecimiento de los beneficios.

source: Our operating margin increased 0.5 percentage points to reach 16.5% of total revenues in 2007, mainly driven by the improved operating leverage that resulted from higher revenues.
es: El margen de operación incrementó 0.5 puntos porcentuales a 16.5% en el 2007 debido principalmente al apalancamiento operativo resultado de mayores ingresos.

source: In absolute terms, our operating expenses increased slightly as compared to the third quarter of 2003, however, they decreased as a percentage of sales as a result of higher operating leverage driven by an increase in sales volume.
es: En términos absolutos, nuestros gastos de operación incrementaron ligeramente comparados con el mismo trimestre del año anterior; sin embargo como porcentaje de ventas decrecieron debido al mayor apalancamiento operativo generado por el incremento en el volumen de ventas.

source: Operating leverage achieved by higher revenues more than compensated for (i) higher expenses related to expansion in our cooler coverage, (ii) the renewal of our distribution fleet in Brazil and (iii) higher labor and freight costs in Argentina.
es: El apalancamiento operativo, consecuencia de mayores ingresos, compensó (i) mayores gastos relacionados con la expansión de nuestra cobertura de refrigeración, (ii) la renovación de la flota de distribución en Brasil y (iii) mayores costos laborales y de fletes en Argentina.
